Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/explanations_and_stories_fi/koulutusraportti_web_2_.pdf.tmx
Source language: fin
Languages: sme

source: Yhdistys osallistui alkuvuosina opetuksesta aiheutuneisiin kustannuksiin.
sme: Searvi oassálasttii álgojagiid áigge maiddái oahpahusa goluide.

source: Opetusryhmä kokoontui Malminkartanon koululla, jonne vanhemmat ja opettaja kuljettivat muilta kouluilta tulevat oppilaat.
sme: Oahpahusjoavku čoahkkanii Malminkartano skuvl las, gosa vánhemat ja oahpaheaddji fievrridedje eará skuvllain boahtti oahppiid.

source: Opetus järjestettiin muun koulupäivän jälkeen kerran viikossa vapaaehtoisena oppiaineena.
sme: Oahpahus ordnejuvvui dábálaš skuvlabeaivvi maŋŋá oktii vah kus eaktodáhtolaš oahppoávnnasin.

source: Saamen opetus jäi aluksi erityisten valtionavustusten ulkopuolelle ja juuri tämän opetusryhmän aloittaminen vaikutti siihen, että saamen kieli liitettiin maahanmuuttajien kielten opetusta koskevaan valtionavustusmääräykseen.
sme: Sámegiela oahpahus bázii álggus earen oamáš stáhtadoarjagiid olggo beallái ja justa dán oahpahusjoavkku álggaheapmi váikkuhii dasa, ahte sámegiella laktojuvvui sisafárrejead djiid gielaid oahpahussii guoski stáhtadoarjjamearrádussii.

source: Valtionavustuksen saaminen tätä kautta oli siten aikanaan edistysaskel, joka tuli turvaamaan saamen kielen opetusta.
sme: Stáhtadoarjaga oaž žun dán bokte leai dalle lávki ovddos, mii bođii dorvvastit sámegiela oahpahusa.

source: Opetus katkesi kahdeksan vuoden jälkeen.
sme: Oahpahus boatkanii gávcci jagi maŋŋá.

source: Opetusryhmän perustamisen viime vuosien aikana on estänyt em. opetusministeriön asetuksen edellyttämä neljän oppilaan minimivaatimus.
sme: Oahpahusjoavkku vuođđudeami mannan jagiid áigge lea eastán om. oahpahusministeriija ásahussii čállojuvvon njealji oahppi minimagáibádus.

source: Kielen opetusta pyytäneitä oppilaita olisi ollut, mutta heidän kokoamisensa yhteen ryhmään eri puolilta kaupunkia ja pääkaupunkiseutua on osoittautunut vaikeaksi.
sme: Giela oahpahusa bivdán oahppit livčče lean, muhto sin čohkken ovtta jovkui miehtá gávpoga ja oaivegávpotguovllu lea šaddan váttisin.

source: Yksi Helsingin seudun perusopetuksen oppilas ja yksi lukiolainen on saanut virtuaalisesti kielen opetusta Inarin kunnasta.
sme: Okta Helssega guovllu vuođđoahpahusa oahppi ja okta logahatoahppi leaba ožžon virtuálalaččat giela oahpahusa Anára gielddas.

source: Helsingin saamelaiset ovat toistuvasti pyytäneet saamelaiskäräjien apua opetuksen ja sitä koskevan tiedotuksen järjestämiseksi.
sme: Helssega sámit leat ain ođđasit bivdán sámedikkis veahki oahpahusa ja dan guoski dieđiheami ordnema várás.

source: Pääkaupunkiseudun tilanne tullee muuttumaan lähivuosina.
sme: Oaivegávpotguovllu dilli bođeš nuppástuvvat lagamus jagiid áigge.

source: Yhä useammat Helsingissä ja pääkaupunkiseudulla asuvat pienten lasten vanhemmat puhuvat lapsilleen omaa alkuperäiskieltään.
sme: Ain eanet Helssegis ja oaivegávpotguovllus ássi smávva mánáid vánhemat hállet mánáidasaset iežaset álgogiela.

source: Lisäksi monet vanhemmat, jotka eivät ole kyenneet siirtämään alkuperäistä kieltään lapsilleen, toivovat saavansa lapsilleen saamen kielen kouluopetusta.
sme: Lassin máŋggat vánhemat, geat eai leat nagodan sirdit álgogielaset ođđa bulvii, sávvet ahte ožžot mánáidasaset sámegiela oahpahusa skuvllas.

source: City Sámit ry. ja alle kouluikäisten lasten vanhemmat ovat toimineet aktiivisesti alle kouluikäisille tarkoitetun saamenkielisen kerho tai kielipesätoiminnan/ päivähoidon aikaansaamiseksi.
sme: City Sámit r. o. ja vuollel skuvlaahkásaš mánáid vánhemat leat doaibman aktiivvalaččat oažžun dihtii vuollái skuvlaahkásaččaide oaivvilduvvon sámegielat riekkisdoaimmaid dahje giellabeasi/ beaivedivššu.

source: Toiminta on käynnistetty useana vuonna, mutta se on kohdannut monenlaisia vaikeuksia.
sme: Doaibma lea álggahuvvon máŋgii, muhto dat lea deaividan máŋggalágan váttisvuođaid.

source: Lasten kokoaminen yhteen paikkaan pitkien välimatkojen päästä on ollut hankalaa.
sme: Mánáid čohkken ovtta sadjái guhkes gaskkaid duohken lea leamaš váigat.

source: Saamen kielen taitoisia opettajia on ollut vaikea löytää.
sme: Sámegielmáhtolaš oahpahead djiid lea leamaš váttis gávdnat.

source: Opettajan löydyttyäkin, ongelmiksi ovat nousseet palkkaus, matkakustannukset ja puutteellisiksi koetut työolot.
sme: Váikko oahpaheaddji leage muhtimin gávdnon, váttisvuohtan leat gártan bálkádássi, mátkegolut ja váilevažžan vásihuvvon bargodilit.

source: Oulun seutu
sme: Oulu guovlu

source: Oulun seudulla (kaupunki ja lähialueet) saamen kielen opetus aloitettiin vuonna 2000. Opetukseen on sen alusta alkaen osallistunut äidinkielenään saamea puhuvia ja saamea vieraana kielenä oppivia saamelaisoppilaita.
sme: Oulu guovllus (gávpot ja lagašguovllut) sámegiela oahpahus álgga huvvui jagi 2000. Oahpahussii leat dan álggu rájes oassálastán eatnigiellan sámegiela hálli ja sámegiela vierisgiellan oahppi sámeoahppit.

source: Opetusryhmiä ja tuntiopettajia on jo useana vuonna ollut kaksi.
sme: Oahpahusjoavkkut ja diibmooahpaheaddjit leat leamaš juo máŋga jagi guokte.

source: Lisäksi muutama oppilas on saanut virtuaaliopetusta Inarin kunnasta.
sme: Lassin muhtin oahppit leat ožžon virtuálaoahpahusa Anára gielddas.

source: Kuluvana lukuvuonna (2008–2009) yksi lukion opiskelija saa äidinkielen opetuksen virtuaalisesti Inarista.
sme: Lohkan jagi 2008–2009 okta logahaga oahppi oaččui eatnigiela oahpahusa virtuálalaččat Anáris.

source: Oppilaiden määrä on noussut alkamisvuotensa (2000) neljästä oppilaasta vähän toiselle kymmenelle.
sme: Oahppiid lohku lea lassánan álggahan jagi (2000) njealji oahppis álgo nuppelohkái.

source: Opetuksen alkamiseen vaikuttivat Oulu Sámit Giellagas yhdistys ja aktiiviset saamelaisvanhemmat.
sme: Oahpahusa álgimii váikkuhedje Oulu Sámit Giellagas searvi ja aktiiva sámevánhemat.

source: Oulun yliopiston instituutti on saamen kielen korkean opetuksen ja tutkimuksen valtakunnallista erityistehtävää toteuttava laitos, jonka seurauksena kaupungilla ei ole ollut vaikeuksia löytää saamen kielen taitoisia opettajia tuntiopetustehtäviin.
sme: Oulu universitehta instituhtta ollašuhttá sámegiela alla oahpahusa ja dutkamuša váldegottálaš sierradoaimma, man dihte gávpogis eai leat leamaš váttis vuođat gávdnat sámegielat oahpaheaddjiid diibmooahpahusbargguide.

source: Lisäksi useiden saamelaisten vanhempien työskentely tai opiskelu yliopistolla ja sitä seuraava muiden kaupunkien saamelaisia tiiviimpi yhteysverkko on edesauttanut opetuksen jatkuvuutta ja opettajien löytymistä.
sme: Lassin dat, ahte máŋggat sámi vánhemat barget dahje stuđerejit universitehtas váikkuha dasa, ahte Oulu sámiin lea čavga oktavuohtafierbmi, mii veahkeha oahpahusa joatkašuvvama ja oahpaheaddjiid gávdnama.

source: Oulu Sámit ry. ja saamelaiset vanhemmat ovat tehneet tiivistä yhteistyötä kaupungin kouluviraston ja lähikuntien kanssa.
sme: Oulu Sámit r. o. ja sápmelaš vánhemat leat ovttasbargan gávpoga skuvladoaimmahagain ja lagašgielddaiguin.

source: Yhteistyön tuloksena vuonna 2005 valmistettiin saamen kielen ja kulttuurin opetusta koskeva osio kaupungin perusopetusta koskevaan opetussuunnitelmaan.
sme: Oktasašbarggu boađusin jagi 2005 válmmaštuvvui sámegiela ja kultuvrra oahpahusa guoski oassi gávpoga vuođđooahpahusa oahppaplánai.

source: Opetuksen asema on kuitenkin edelleen epävarmalla pohjalla.
sme: Oahpahusa sadji lea goit ain eahpesihkkaris vuođu alde.

source: Kaupungissa asuvien saamelaisten määrään verrattuna saamen kielen opetusta saavien oppilaiden määrä on pieni ja opetuksen jatkuvuus edellyttää lasten ja nuorten vanhemmilta jokavuotista työtä.
sme: Gávpogis ássi sámiid logu ektui sámegiela oahpahusa oahppiid lohku lea unni ja oahpahusa jotkkolašvuohta gáibida mánáid ja nuoraid vánhemiin barggu juohke jagi.

source: Oulu Sámit ry. on kirjelmöinyt useaan otteeseen saamelaiskäräjille ja pyytänyt sitä vaikuttamaan koulutuspoliittisiin päättäjiin kotiseutualueen ulkopuolella asuvien saamelaislasten ja nuorten oman kielen opetuksen turvaamiseksi.
sme: Oulu Sámit r. o. lea čállán máŋgii sámediggái ja bivdán dan váikkuhit skuvlenpolitihkalaš mearrádusdahkkiide ruovttuguovllu olggobealde ássi sámemánáid ja nuoraid iežaset giela oahpahusa dorvvasteami dihte.

source: Rovaniemi
sme: Roavvenjárga

source: Saamen kielen opetus alkoi Rovaniemellä kerhomuotoisena 1990luvun alussa vanhempien aloitteesta.
sme: Sámegiela oahpahus álggii Roavvenjárggas riekkisdoaib man 1990logu álggus vánhemiid álgagis.

source: Aluksi opetusta oli yksi viikkotunti.
sme: Álggos oahpahus leai okta vahk kodiibmu.

source: Tuntien pitopaikkana on alusta saakka toiminut Lapin yliopiston harjoittelukoulu, joka on sijaintinsa ja koulun johdon myönteisen asenteen takia ollut suotuisin paikka.
sme: Diimmuid doallansadjin lea álggu rájes doaibman Lappi universitehta hárjehallanskuvla, mii lea leamaš sajis ja skuvla njunnoša miehtemielalaš vuoiŋŋa dihte heivvolamos báiki.

source: Harjoittelukoulu on toiminut opetusta koordinoivana ja palkkaa maksavana kouluna ja kustantanut myös tarvitut oppimateriaalit.
sme: Hárjehallanskuvla lea doaibman oahpahusa koordinerejeaddjin ja bálkká máksi skuvlan ja máksán maid dárbbašuvvon oahppamateriálaid.

source: Vuoden 1996 alusta saakka saamen kielen opetusta on annettu kaksi viikkotuntia.
sme: Jagi 1996 álggu rájes sámegiela oahpahus lea addon guokte vahkkodiimmu.

source: Opetuksessa on ollut oppilaita perusopetuksen kaikilta vuosiluokilta.
sme: Oahpahusas leat leamaš oahppit vuođđooahpahusa buot jahkeluohkáin.

source: Saamea lukiossa opiskelleet ovat suorittaneet kielen kursseja saamelaisalueen opettajille virtuaalisesti tai itsenäisinä etäopiskelijoina ja saaneet tarvittaessa lisäohjausta Rovaniemellä toimivalta opettajalta.
sme: Sámegiela logahatoahppit leat čađahan giela gurssaid sámeguovllu oahpaheaddjiide virtuálalaččat dahje iehčanas gáiddusoahppin ja ožžon dárbbu mielde lassibagadallama Roavvenjárgga oahpaheaddjis.

source: Ensimmäinen saamen kieltä Rovaniemellä alusta saakka opiskellut suoritti saamen kielen ylioppilaskokeen keväällä 2003. Rovaniemen kaupunki on saanut valtionavustusta saamen kielen opetukseen opetusministeriön asetuksen (aiemmin päätöksen) perusteella.
sme: Vuosttas sámegiela Roavvenjárggas álggu rájes lohkan oahppi čađahii sámegiela stuđeantaiskosa giđđat 2003. Roavvenjárgga gávpot lea ožžon stáhtadoarjaga sámegiela oahpahussii oahpahusministeriija ásahusa vuođul.

source: Vuodesta 1999 lähtien saamen kielen opetus on liitetty kaupungin A2kielten opetukseen, joka on mahdollistanut kunnallisen koulukuljetuksen järjestämisen ja lukujärjestykseen sidotut oppitunnit.
sme: Jagi 1999 rájes sámegiela oahpahus lea ovttastahttojuvvon gávpoga A2gielaid oahpahussii, mii lea dahkan vejolažžan skuvlasáhtuid ordnema ja lohkanortnegii čadnon oahppadiimmuid.

source: Rovaniemen kaupungin ja maalaiskunnan kuntaliitoksen seurauksena kaikki saamen kieltä opiskelevat ovat toistaiseksi kunnallisen koulukuljetuksen piirissä.
sme: Roavvenjárgga gávpoga ja dálongieldda gielddalaktaga dihte buot sámegiela oahppit ožžot doisttážii skuvlasáhtu diimmuide.

source: Saamen kielen opetukseen on osallistunut 5–27 oppilasta vuosittain ja oppilasmäärän ylittäessä 12 ryhmä on puolitettu.
sme: Sámegiela oahpahussii leat oassálastán jahkásaččat 5–27 oahppi ja juos oahppiid lohku leamaš stuorát go 12, joavku lea juhkkojuvvon.

source: Kuluvana lukuvuonna (2008–2009) oppilasmäärä on alimmillaan (yhteensä kuusi oppilasta) ja saamen kielen opetus on vaarassa loppua kokonaan nyt opetusta saavien oppilaiden päästessä perusopetuksesta.
sme: Lohkanjagi 2008–2009 oahppiid lohku lei buot vuolimusas (oktiibuot guhtta oahppi) ja sámegiela oahpahus lea váras nohkat oppalohkái go oahpahusa dál oažžu oahppit gerget vuođđooahpahusas.

source: A2kielten opetusta koskevien kaupungin päätösten ja opetusministeriön asetukseen sisältyvän säännöksen ”Oman äidinkielen opetuksen valtionavustus” samanaikainen noudattaminen on johtanut tilanteeseen, jossa saamen kielen opetuksen jatkuminen näyttää mahdottomalta.
sme: A2gielaid oahpahusa guoski gávpoga mearrádusaid ja oahpahusministeriija ásahussii gulli njuolggadusa ´Iežas eatnigiela oahpahusa stáhtadoarjja´ seammaáigásaš čuovvun lea dolvon dillái, mas sámegiela oahpa husa joatkašuvvan orru veadjemeahttun.

source: Koulutuslautakunnan keväällä 2008 tekemän päätöksen mukaan A2kielten opetukseen osallistuville oppilaille ei enää järjestetä kuljetuksia koulujen välillä ja A2kielen ryhmän perustamisen minimioppilasmäärä on 15 oppilasta.
sme: Skuvlenlávdegotti giđđat 2008 dahkan mearrádusa mielde A2gielaid oahpahussii oassálasti oahppiide eai šat ordnejuvvo sáhtut skuvllaid gaskkas ja A2giela joavkku vuođđudeami unnimus vejolaš oahppiid lohku lea 15 oahppi.

source: Lautakunnan päätöksen mukaan minimioppilasmäärässä voidaan kuitenkin saamen kielen kohdalla joustaa.
sme: Lávdegotti mearrádusa mielde unnimus vejolaš oahppiid logus sáhttá goit sámegiela bokte boahtit vuostá.

source: Päätös on jo ensimmäisenä toteuttamisvuotenaan (2008) johtanut A2kielten opetusta saavien oppilaiden kokonaismäärän tuntuvaan vähenemiseen (49 %).
sme: Mearrádus lea juo vuosttas ollašuhttinjagi (2008) dagahan dan, ahte A2gielaid oahpahusa oažžu oahppiid olles mearri lea mearkkašahtti láhkái geahppánan (49 %).

source: Saamen kielen opetukseen ei otettu uusia oppilaita.
sme: Sámegiela oahpahussii eai leat váldojuvvon ođđa oahppit.

source: Lisäksi opetusministeriön valtionavustuksen saamista koskevan asetuksen 3 §:n (ks. edellä) noudattaminen on johtanut saamen kielen opetusta haluavien oppilaiden etnisen taustan selvittämiseen.
sme: Lassin oahpahusministeriija stáhtadoarjaga oažžuma guoski ásahusa 3 § (gč. ovddabealde) čuovvun lea dagahan dan, ahte sámegiela oahpahusa bivdán oahppiid etnihkalaš duogážat leat čielgga duvvon.

source: Saamelaisten kotiseutualueella tällaista etnistä valintaa ei ole.
sme: Sámiid ruovttuguovllus ii leat dákkáraš etnihkalaš válljen.

source: Saamen kielen lähiopetus (2 tuntia viikossa) alkoi Tampereen perusopetuksessa syksyllä 2006. Opetus on “perusopetusta täydentävää” pohjoissaamen kielen opetusta ja se on järjestetty Tampereen keskustan Aleksanterin koulussa, jossa koulun tietokoneluokka/ kirjasto on toiminut opetustilana.
sme: Sámegiela lagašoahpahus (oahpaheaddji báikki alde) álggii Tampere vuođđoskuvllas čakčat 2006. Oahpahus lea ´vuođđooahpahusa dievasmahtti´ davvisámegiela oahpahus ja dat lea ordnejuvvon Tampere guovddáža Aleksanteri skuvllas, gos skuvlla dihtorluohkká/girjerádju lea doaibman oahpahuslatnjan.

source: Opetus on oppilaille vapaaehtoista ja se on järjestetty koulupäivän päätteeksi iltapäivällä kerran viikossa.
sme: Oahpahus lea oahppiide eaktodáhtolaš ja dat lea ordnejuvvon skuvlabeaivvi lohppii oktii vahkus.

source: Ensimmäisenä vuonna opettajana toimi saamenkielinen lukion opiskelija, syksystä 2007 lähtien tuntiopettajana on toiminut koulutuksen saanut saamen kielen opettaja.
sme: Vuosttas jagi oahpaheaddjin doaimmai sámegielat logahatstuđeanta, čavčča 2007 rájes diibmooahpaheaddjin lea doaibman skuvlejumi ožžon sámegiela oahpaheaddji.

source: Opetussuunnitelma saamen kielen opetusta varten on valmistumassa opetusviraston ja vanhempien yhteistyönä.
sme: Oahppaplána sámegiela oahpahusa várás lea gárvvásmuvvamin oahpahusdoaimmahaga ja vánhemiid oktasašbargun.

source: Lukuvuonna 2006–2007 Tampereella oli yhteensä seitsemän saamen kielen oppilasta, joista viisi Aleksanterin koululla järjestetyssä vapaaehtoisen kielen opetuksessa.
sme: Lohkanjagi 2006–2007 Tamperes ledje oktiibuot čieža sámegiela oahppi, geain viđas ledje Aleksanteri skuvllas ordnejuvvon eaktodáhtolaš giela oahpahusas.

source: Kaksi lukion opiskelijaa sai vieraan kielen opetuksen Inarin kunnan opettajalta virtuaalisesti.
sme: Guokte logahaga oahppi oaččuiga vieris giela oahpahusa Anára gieldda oahpaheaddjis virtuálalaččat.

source: Lukuvuonna 2007–2008 oppilasmäärä oli edelleen seitsemän, kuuden oppilaan ollessa perusopetuksessa ja yhden lukiolaisen saadessa verkkoopetusta Inarin kunnasta.
sme: Lohkanjagi 2007–2008 oahppiid lohku lei ainge čieža, guhtta oahppi ledje vuođđooahpahusas ja okta logahaga oahppi oaččui fierbmeoahpahusa Anára gielddas.

source: Kuluvana lukuvuonna perusopetuksen saamen oppilaita on yhteensä viisi, lisäksi Tampereen naapurikunnassa Orivedellä yksi lukiolainen saa saamen opetusta virtuaalisesti Inarin kunnasta.
sme: Vuođđooahpahusa sámegiela oahppit ledje oktiibuot vihtta, lassin Tampere kránnjágielddas Orivesis okta logahatoahppi oaččui sámegiela oahpahusa virtuálalaččat Anára gielddas.

source: Saamelaisten vanhempien ja kaupungin opetusviraston yhteistyö on ollut luontevaa ja kaupunki on pyrkinyt parhaansa mukaan järjestämään edellytykset opetukselle.
sme: Sápmelaš vánhemiid ja gávpoga oahpahusdoaimmahaga oktasašbargu lea leamaš buorre ja gávpot lea figgan buoremus lágis mielde ordnet vejo laš vuođaid oahpahussii.

source: Saamelaiset vanhemmat ovat kuitenkin vierastaneet saamen kielen rinnastumista kaupungissa opetettaviin suuriin maahanmuuttajakieliin kuten esimerkiksi arabiaan, espanjaan, englantiin ja punjabiin.
sme: Sápmelaš vánhemat leat goit atnán amasin, ahte sá me giella buohtastahttojuvvo gávpogis oahpahuvvon stuorra sisafárrejeaddji gielaide dego ovdamearkan arábiai, espánjai, eŋgelasgillii ja punjabii.

source: 5. Saamelaisopetuksen kokonaisuus
sme: 5. Sámeoahpahusa ollisvuohta

source: Kotiseutualueella annettu perusopetus 2004–2007
sme: Ruovttuguovllus addojuvvon vuođđooahpahus 2004–2007

source: Opetustilanteessa on nähtävissä sekä edistystä, että huolestuttavia piirteitä.
sme: Oahpahusdilis leat oaidnimis sihke ovddos mannan ja fuolastuhtti áššit.

source: Edistysaskeleina voidaan pitää 1) saamenkielisen opetuksen laajenemista kattamaan entistä useampia oppiaineita, 2) opetusta on 2000luvun alusta alkaen annettu kaikilla kolmella saamen kielellä ja 3) syksystä 2007 alkaen saamenkielistä opetusta annetaan kaikissa kotiseutualueen kunnissa.
sme: Ovdánanlávkin sáhttá doallat 1) sámegielat oahpahusa viidáneami sisttisdoallat ain eanet oahppoávdnasiid, 2) oahpahus lea 2000logu álggu rájes addon buot golmma sámegillii ja 3) čávčča 2007 rájes sámegielat oahpahus addojuvvo buot ruovttuguovllu gielddain.

source: Inarinsaamenkielinen opetus on lisääntynyt hieman.
sme: Anárašgielat oahpahus lea lassánan veháš.

source: Koltansaamenkieli-nen opetus on katkeamassa ja kielen opetustilanne hälyttävä.
sme: Nuortalašgielat oahpahus lea boatkaneamin ja giela oahpahusdilli fuolastuhtti.

source: Koltansaa Pohjoissaamenkielistä opetusta saavien oppilaiden määrä on kasmenkielistä opetusta annetaan vain muutamalle oppilaalle (lukuvuonna 2007–2008 kahdelle), eikä kouluun ole enää tulossa koltansaamenkielisiä lapsia.
sme: Nuortalašgielat oahpa Davvisámegielat oahpahusa oažžu oahppiid lohku lea lassánan vehá. Sámegielat oahpahus addojuvvo dušše muhtun oahppái (lohkanjagi 2007–2008 guoktásii), eaige skuvlii leat šat boahtimin nuortalašgielat mánát.

source: Saamenkielinen opetus vähenee (kaikilla saamen kielillä) tuntuvasti ylemmille vuosiluokille tultaessa.
sme: hus geahppána (buot sámegielain) ollu, go boahtit bajit jahkeluohkáide.

source: Opettajatilanne on heikentynyt 2000 luvulla.
sme: Oahpaheai dilli lea šaddan heittogin 2000logus.

source: Opettajapula koskee kipeimmin inarin ja koltansaamen kieliä ja kaikilla kolmella saamen kielellä annettavaa aineopetusta.
sme: Oahpaheaddjivátni guoská eanemusat anárašgiela ja nuortalašgiela oahpahusa ja buot golmma sámegillii addon ávnnasoahpahusa.

source: Sodankylän Vuotsossa saamenkieli Saamen kielen aineopetusta saavien oppilaiden määrä on laskenut Enonnen opetus aloitettiin ensimmäistä kertaa syksyllä 2007 kahdelle oppilaalle. tekiöllä 28 (87–59) ja Utsjoella 7 (28–21).
sme: Eanodaga gielddas sámegielat oahpahusa oažžu oahppiid lohku lea las Sámegiela ávnnasoahpahusa oažžu oahppiid lohku lea luoitán Eanodagas 28 (87–59) ja Ohcejogas 7 (28–21).

source: Inarissa kielen oppilasmäärä on kasvanut 14 (111&gt;125) ja Sodankylässä 5 (54&gt;59).
sme: Anáris giela oahppiid lohku lea lassánan 14 (111&gt;125) ja Soađegilis 5 (54&gt;59).

source: Kokonaisuudessaan koti seutualueen peruskouluissa saamen kieltä ja saamen kielellä oppivien oppilaiden määrä on vuosien 2004–2007 välillä vähentynyt 36 (439&gt;403).
sme: Soađegili Vuohčus sámegielat oahpahus álggahuvvui vuosttas geardde čakčat 2007 guovtti oahppái. skuvllain sámegiela ja sámegillii oahppi oahppiid lohku lea jagiid 2004–2007 gaskkas geahppánan 36 (439&gt;403).

source: Kotiseutualueen lukiot 2004–2007
sme: Ruovttuguovllu logahagat 2004–2007

source: Saamenkielistä opetusta annetaan vain Utsjoen saamelaislukiossa, yhteensä seitsemälle opiskelijalle (muutos +0).
sme: Sámegielat oahpahus addojuv vui dušše Ohcejoga sámelogahagas, oktiibuot čieža oahppái (nuppástus +0).

source: Opetus on epävarmalla pohjalla opettajapulan ja suomenkielisen ylioppilastutkinnon takia.
sme: Oahpahus lea eahpesihkkaris vuođu alde oahpaheaiváni ja suoma gielat stuđeantadutkosa dihte.

source: Monet perusopetusta saamen kielellä saaneet oppilaat vaihtavat opetuskielensä jo ennen lukioopintoja varmistaakseen selviytymisensä ylioppilastutkinnossa.
sme: Máŋggat vuođđo oahpahusa sámegillii ožžon oahppit molsot iežaset oahpahusgiela juo ovdal logahatoahpuid sihkkarastima dihte stuđeantadutkosa čađaheami.

source: Saamen kielen koe on mahdollista suorittaa ylioppilastutkinnossa.
sme: Sáme giela iskosa lea vejolaš čađahit stuđeantadutkosis.

source: Inarin ja pohjoissaamen kielissä on ollut mahdollista suorittaa äidinkielen tai vieraan kielen koe, koltansaamen kielessä ainoastaan vieraan kielen koe.
sme: Anáraš ja davvi sáme gielain lea leamaš vejolaš čađahit eatnigiela dahje vieris giela iskosa, nuortalašgielas duššefal vieris giela iskosa.

source: Ensimmäiset kolme koltansaamen ylioppilaskoetta suoritettiin keväällä 2005. Saamen kielen ja saamenkielistä opetusta kotiseutualueen kuntien lukioissa saavien opiskelijoiden määrä on pienentynyt vuosina 2004–2007 11 (61&gt;50).
sme: Ruovttuguovllu gielddaid logahagain sámegiela ja sámegielat oahpahusa oažžu oahppiid lohku lea geahppánan jagiid 2004–2007 11 (61&gt;50).

source: Kotiseutualueen ulkopuolella
sme: Ruovttuguovllu olggobealde

source: Kotiseutualueen kuntien ulkopuolella saamen kielen opetusta saaneiden oppilaiden määrä nousi syksyn 2004 20:stä oppilaasta 37 oppilaaseen syksyyn 2007 mennessä, joista 30 perusopetusikäistä ja seitsemän lukiolaista.
sme: Ruovttuguovllu gielddaid olggobealde sámegiela oahpahusa ožžon oahppiid lohku lassánii čávčča 2004 20 oahppis 37 oahppái čávčča 2007 rádjai, geain 30 vuođđooahpahusahkásačča ja čieža logahatoahppi.

source: Yhtä inarinsaamen oppilasta lukuunottamatta opetettava kieli on ollut pohjoissaame.
sme: Earret ovtta anárašgielat oahppi oahpahuvvon giella lea leamaš davvisámegiella.

source: Kotiseutualueen ulkopuolella ei ole saamenkielistä opetusta.
sme: Ruovttu guovllu olggobealde ii leat sámegielat oahpahus.

source: Kuluvana lukuvuonna (2008–2009) kotiseutualueen kuntien ulkopuolella saamea opetetaan yhteensä 27 oppilaalle, joista 21 on perusopetuksessa lähiopetusta saavia oppilaita ja kuusi verkkoopetusta Inarista saavia lukion opiskelijoita.
sme: Lohkanjagi 2008–2009 ruovttuguovllu gielddaid olg go bealde sámegiella oahpahuvvui oktiibuot 27 oahppái, geain 21 ledje vuođđo oah pa husa oahppit ja guhtta logahaga oahppi, geat ožžo fierbmeoahpahusa Anáris.

source: Lukion opiskelijoista yksi suorittaa saamen äidinkielen kursseja.
sme: Logahaga oahppiin okta čađahii sámegiela eatnigiela gurssaid.

source: Ks. liite 3.
sme: Geahča mildosa 3.

source: 6. Työryhmän käytännön toimet ja Saame virtuaalikoulu -hanke
sme: 6. Bargojoavkku geavatlaš doaimmat ja Sámi virtuálaskuvla -prošeakta

source: Työryhmän työ alkoi vuoden 2006 kesän alussa.
sme: Bargojoavkku bargu álggii jagi 2006 geasi álggus.
